Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A44A.tmx
Source language: en_us
Languages: zh_cn

source: Top 10 Olympic Moments
zh_cn: 时代杂志年度总结之奥运十大经典时刻

source: Michael Phelps was in a pool full of trouble.
zh_cn: 迈克尔・菲尔普斯（Michael Phelps）在游泳池中遇到了大麻烦。

source: The American swimming phenom was going for his seventh gold medal in Beijing, a win which would have tied him with Mark Spitz for the most golds at a single Games.
zh_cn: 这位美国游泳天才正在角逐自己北京奥运会的第七块金牌。如果胜利的话，他就能和马克・斯皮茨（Mark Spitz）一样，成为在单届奥运会上获得金牌最多的运动员。

source: But halfway through the finals of the 100-m butterfly, Phelps was stuck in seventh place.
zh_cn: 现在100米蝶泳的决赛已经进入到最后50米，他还在第七的位置。

source: Even as he made a furious comeback, it still looked like he would not catch Serbian Milorad Cavic, who was just inches away from an upset.
zh_cn: 他正在奋力猛追，但是好像不可能追得上仅仅只领先几英寸的塞尔维亚人米罗瑞德・科瓦奇（Milorad Cavic）。

source: Then Cavic made a fatal mistake, gliding toward the finish, while Phelps snuck in an extra half-stroke.
zh_cn: 但是紧接着科瓦奇犯了致命错误，他滑向了终点。而菲尔普斯则拼尽全力发动了最后一击。

source: It was a historic kick: Phelps touched the wall .01 seconds before Cavic, clinching a surreal victory.
zh_cn: 他领先科瓦奇0.01秒触壁！这是历史性的，也是梦幻般的胜利。

source: The Serbian delegation filed a protest, but frame-by-frame photos of the finish confirmed the undeniable ― Phelps had overtaken Cavic with that one amazing lunge for the wall.
zh_cn: 塞尔维亚代表团对比赛结果提出了申诉，但是对比赛录像的逐帧分析说明菲尔普斯的胜利毫无争议。

source: Phelps broke Spitz' record the next day, but it was his last one-hundredth of a second victory over Cavic that will prove the most memorable.
zh_cn: 在随后一天，他夺得了自己的第八块金牌，打破了斯皮茨的记录。但是他对科瓦奇的这场胜利是最值得纪念的。

source: Lightning Bolt
zh_cn: 闪电博尔特

source: As Jamaican sprinter Usain Bolt spread his arms and slapped his chest before the crossing the finish of the 100-m sprint, many stunned fans shared a similar thought: "Usain, are you insane? That early celebration just cost you a world record."
zh_cn: 当牙买加短跑运动员尤塞恩・博尔特（Usain Bolt）展开双臂、敲打着自己的胸膛冲过100米的终点线时，瞠目结舌的粉丝们的想法都是一样的：“尤塞恩，你疯了吗？这么早开始庆祝，世界记录没啦！”

source: Then, the time flashed on the board: 9.69 seconds, the fastest dash in human history.
zh_cn: 然后，记分牌上显示出了新的世界记录：6秒69。

source: Viewers' revised reaction was: "You've got to be kidding me." The 6'5" Bolt (has there ever been a better name for a champion sprinter?) followed his 100-m histrionics by shattering the 200-m world record four nights later ― without any pre-finish theatrics ― and winning a 4X100-m relay gold two days after that.
zh_cn: 观众的反应变成了：“你太牛了，居然和我开这样的玩笑！”6英尺9英寸的“闪电”（对于一个短跑运动员来说，有比这更好的名字么？）在打破100米世界记录4天后打破了200米的世界记录，不过这次他没有在冲线前就开始大搞庆祝活动。2天后，他又获得了男子400米接力的金牌。

source: Not everyone was so pleased with his stunning performance. Olympic purists criticized Bolt for celebrating before the finish ― and in the process, not getting an even better record time.
zh_cn: 不过并不是所有人都喜欢他的夸张表演，某些对奥运成绩极端看重的人批评他在冲线前的表演让他没有取得更好的成绩。

source: The only thing more shocking than Bolt's times (and behavior) was his pre-race diet, which consisted almost entirely of greasy chicken nuggets.
zh_cn: 不过比起他比赛中的表现更让人震惊的是他的赛前食谱-几乎全部是油腻腻的炸鸡块！

source: Grand Opening
zh_cn: 盛大的开幕式

source: The pomp of the Olympic opening ceremonies typically never matches the drama of the athletic events themselves, but that all changed in Beijing.
zh_cn: 开幕式的盛况通常都不可能和赛事本身相提并论，但是北京奥运会改变了这一传统观念。

source: Over 15,000 Chinese performers took part in the ceremony; flourishes included 2008 percussionists pounding on ancient drums, dancers twisting around a traditional scroll to pay tribute to Chinese art, and a giant globe that rose up from the center of the stadium.
zh_cn: 参加开幕式的演员超过了15000名。盛大的开幕式包括由2008名演员演奏的鼓乐；在代表中国传统艺术的卷轴进行的舞蹈；一个从舞台中央升起的地球。

source: Near the end of the dazzling spectacle Li Ning, the Chinese gymnastics legend and entrepreneur, 'jogged' a 500-meter lap around the top of the Beijing Bird's Nest before lighting the Olympic torch.
zh_cn: 在开幕式的尾声，中国体操界的传奇人物和企业家李宁在鸟巢上空漫步500米后点燃了奥运主火炬。

source: Suspended in the air with flame in hand, only computer-controlled wires wrapped around his waist kept Li from plunging hundreds of feet to the ground.
zh_cn: 李宁手中拿着火炬，由电脑控制的钢丝围绕在他的腰间，将他悬在空中，然后带动他进行空中漫步。

source: The stunt was a painstaking, yet breathtaking, finale to China's grand welcome to the world that only included a few missteps: organizers digitally enhanced some fireworks for television, and ordered a precocious seven-year old to lip synch a song sung by another young girl, who was deemed not cute enough for the screen.
zh_cn: 这很辛苦，也让人非常紧张。这个盛大的开幕式也有一些小小的瑕疵。组织者用数字技术渲染了电视中的烟火效果，另外还让一位看上去少年老成的7岁女孩进行假唱，因为歌真正唱得好的那位女孩没她可爱。

source: After gymnast Cheng Fei flipped across the floor and struck a final pose for the adoring crowd, a Chinese victory was assured.
zh_cn: 年龄引发的争议 在体操运动员程菲完成空翻并且摆出向观众致意的最后一个造型，中国队的金牌稳稳到手了。

source: Of the host-country's world-best 51 gold medals at the Beijing Games, perhaps no other was as sweet, and controversial, as the women's gymnastics team win, its first in Olympic history.
zh_cn: 在中国获得的51块金牌中，没有哪一块比中国体操女队获得的第一块团体金牌更让人开心、也更有争议。

source: China had taken the world title two years before, with the U.S. wrestling it back in '07.
zh_cn: 中国队在2年前夺取了世界冠军，不过美国队在07年又夺了回去。

source: The highly anticipated rematch lived up to its billing, though the U.S. failed to bring its A game.
zh_cn: 美国队本来对复赛寄以厚望，可是队员却发挥不佳。

source: Alicia Sacramone fell during the floor exercise and balance beam, though she handled her disappointment with uncommon grace.
zh_cn: 艾丽西亚・萨克拉莫尼（Alicia Sacramone）在自由体操和平衡木比赛中都摔倒了，尽管她很巧妙地掩饰了这一点。

source: But the sight of the tiny Chinese gymnasts, who appeared to be barely in puberty, heightened suspicions that they were using underage gymnasts.
zh_cn: 但是中国队的小体操运动员看上去刚刚到青春期。这让人愈加怀疑队员年龄。

source: Working for NBC, ex-U.S. coach Bela Karolyi barked that the Chinese were "using half-people".
zh_cn: 为NBC工作的前美国队主教练Belair Karolyi说中国队员只是半大的孩子。

source: Gymnastics officials investigated the allegations, which included some charges of multiple conflicting birth certificates, but they concluded that the girls were at least 16, old enough to compete.
zh_cn: 管理体操的官员调查了一些证据，其中包括一些自相矛盾的出生证明。但是最终他们认定中国队的队员至少已经16岁，达到了比赛的标准。

source: The U.S. got some measure of revenge in the individual women's events, when Nastia Liukin won the all-around and Shawn Johnson took the gold in the balance beam.
zh_cn: 美国队在随后的一些单项项目中得到了一些弥补，Nastia Liukin赢得了全能金牌；而Shawn Johnson赢得了平衡木的金牌。

source: Entering the gold medal game against Spain, the U.S. men's basketball squad, dubbed "The Redeem Team," hadn't really been tested.
zh_cn: 赎罪之队 在进入和西班牙的决赛之前，美国国家篮球队，也就是大家眼中的“赎罪之队”，还没有受到真正的考验。

source: During the previous seven contests, Kobe Bryant, LeBron James and Co. had smashed its opponents by an average of 29 points, including a semi-final blowout of Argentina, which had to play with little help from its ailing star, Manu Ginobili.
zh_cn: 在前面的七场比赛中，科比・布莱恩特，勒布朗・詹姆斯和教练以平均每场29分的优势摧毁了对手。在半决赛中他们击败了阿根廷，对方尽管有全联盟的明星吉诺比利，但是还是败下阵来。

source: The U.S. had already destroyed its final opponent Spain once, and the team's starting point guard, Jose Calderon, would miss the final due to injury.
zh_cn: 美国队在决赛前已经击败过西班牙队一次，并且西班牙的进攻发起人-Jose Calderon将会因伤缺席决赛。

source: Gold, everyone assumed, would be a mere formality.
zh_cn: 每个人都认为金牌跑不出美国人的手心了。

source: But reclaiming the world's top basketball prize proved anything but easy.
zh_cn: 但是夺取世界冠军并不是那么容易。

source: Spain showed up, cutting the U.S. lead to two, 91-89, with eight minutes remaining.
zh_cn: 西班牙队打出了斗志，在比赛还剩下8分钟的时候，美国队的优势缩小到了2分，比分是91：89。

source: Then Bryant got hot and took over. With three minutes left, and the U.S. up five, he hit a three pointer that gave the Americans breathing room, and was also fouled on the play.
zh_cn: 这时候布莱恩特开始大发神威，在比赛还剩3分钟的时候，美国队领先5分，他命中3分让美国队有了喘息之机。而且他还被犯规一次。

source: Bryant put a finger over his mouth, to quiet his critics. Normally, that would be construed as yet another instance of ugly Americanism.
zh_cn: 布莱恩特将指头树立在嘴边，做出了让批评者闭嘴的姿势。通常情况下，他的举动会被解读成另外一种丑陋的美国精神。

source: But in the heat of a classic game that carried enormous stakes, you could understand, and even appreciate, Bryant's raw emotion.
zh_cn: 但是在如此激烈的比赛中，他担负了太多的责任，你应当能理解，甚至欣赏他的自然感情流露。

source: The Americans won, 118-107, to recapture basketball gold.
zh_cn: 美国队以118：107获得了胜利，重新夺取了奥运金牌。

source: After a false start in a preliminary heat, Chinese hurdler Liu Xiang headed towards the starting area like all the other participants.
zh_cn: 中国跨栏的心碎时刻 在进行了一次失败的热身起跑后，刘翔象其他运动员那样向出发区域走去。

source: But instead of getting set in the blocks once again, Liu simply kept walking away, his Olympic medal hopes, and those of an entire nation, disappearing into the stadium tunnel.
zh_cn: 但是他没有在那里再一次做好准备，而是径直走开。

source: Liu had already been bothered by injuries leading up to the Games, and when he pulled up lame in that heat with what would turn out to be a busted Achilles tendon, he knew he was finished.
zh_cn: 他的奥运金牌梦，也是整个国家的梦想，消失在了休息通道中。刘翔带伤出现在赛场上，但是在他做热身的时候，伤势复发，彻底击垮了他。

source: It's hard to overstate the expectations saddling Liu, who won the 110-meter gold in Athens.
zh_cn: 他在雅典奥运会上获得了冠军后，谁也无法说清全国人民对刘翔的期望到底有多高。

source: "Officials told us if Liu could not win a gold medal in Beijing, all of his previous achievements would become meaningless," Sun Haiping, Liu's coach, told the press last year.
zh_cn: 他的教练孙海平去年这样告诉记者：“官员们告诉我们，如果刘翔不能在北京奥运上上取得金牌，他以前取得的所有成就都毫无意义”。

source: That would explain the stunned, hushed reaction to his exit; 91,000 fans at the Bird's Nest, who came to cheer their hero, fell silent.
zh_cn: 这也不难解释为什么在刘翔退赛后，鸟巢的91000名观众鸦雀无声。

source: At a post-race conference, Sun broke down in tears. He wasn't alone.
zh_cn: 在赛后的新闻发布会上，孙海平泪流满面，但是他并不是唯一一个流泪的人。

source: Yelena Isinbayeva had the Bird's Nest all to herself.
zh_cn: 到达新高度 伊莲娜・伊辛巴耶娃让鸟巢所有人都臣服了。

source: The night's track and field events had ended except for the women's pole vault, a sport that rarely gets top-billing.
zh_cn: 晚上举行的田径赛事除了女子撑杆跳高以外的其它项目都已经结束。

source: But here was Isinbayeva, with some 80,000 fans focused on the Russian as she had one more chance to break her own world record.
zh_cn: 现场8万名粉丝都聚焦在了她的身上，因为她还有机会打破自己几个月前创造的5米04的世界记录。

source: The bar stood 5.05 meters high ― just a shade taller than the world record height of 5.04 meters she had cleared the month before.
zh_cn: 横杆停留在了5米05。

source: She sprinted down the runway, set her pole, and with the cameras flashing, Isinbayeva soared...to a thrilling new world record.
zh_cn: 她发起冲刺，控制好撑杆，越过了这一高度。在全场一片闪光灯中，她仰天长啸。

source: Ecstatic, she did a flip to further rile up the crowd.
zh_cn: 极度兴奋下，她来了一个空翻，这让现场观众更加狂热。

source: "I felt like a famous singer," Isinbayeva said. "The whole stage was only for me. It was so cool."
zh_cn: “我感觉自己就像一个著名的歌唱家，”伊辛巴耶娃说，“整个舞台都是我的，这太帅了！”

source: Despite all the security precautions China had taken, tragedy struck the Olympics on the first full day of competition.
zh_cn: 悲剧和胜利 尽管中国已经采取了所有可能的安全措施，悲剧还是在第一个比赛日发生了。

source: The father-in-law of men's volleyball coach Hugh McCutcheon was murdered at the Drum Tower, a popular tourist spot, and McCutcheon's mother-in-law was seriously injured; the assailant, a disturbed, knife-wielding man who randomly targeted the victims, then leapt to his death.
zh_cn: 美国男排主教练Hugh Mncuteneon的岳父在著名景点-“钟楼”惨遭杀害，而他的岳母受了重伤。丧心病狂的行凶者挥舞着刀，随手乱砍，Mncuteneon的岳父不幸成了受害者。杀人犯随后被判了死刑。

source: McCutcheon spent a week tending to his family, his team's quest for a medal suddenly an afterthought.
zh_cn: Mncuteneon花了一周时间来安抚家人，而美国排球队决定夺取金牌以慰藉死者。

source: He contemplated flying home, but his wife, ex-Olympic volleyball player Elisabeth, wouldn't let him miss the opportunity he had spent so many years working towards.
zh_cn: Mncuteneon原本打算飞回美国，但是他的妻子，也是前美国国家排球队队员Elisabeth不想让他失去自己为之奋斗了多年的机会。

source: So McCutcheon returned to lead the U.S. to an improbable gold, its first since 1984.
zh_cn: 因此McCutcheon决定重返美国队，去夺取这块自从1984年之后就再也未曾染指的金牌。

source: "When I look back at this thing, I'm just going to think, 'Wonderful, wonderful, wonderful,'" McCutcheon said after the final win over Brazil. "And I'm going to mourn the loss of my father-in-law. We can do that.
zh_cn: “当我回想这一切的时候，我会说‘好，好，实在太棒了，’”McCutcheon在击败巴西队夺得了金牌后说道，“我将会哀悼我的岳父，现在我可以那么做了。

source: We can be happy and feel a tinge of sadness, as well."
zh_cn: 我们感到开心，但是也有一丝悲伤。”

source: It was only fitting that at the Olympic Games that cemented China's status as a sports powerhouse, the world's second-most populous country on earth, India, finally got a small measure of glory by winning its first individual gold medal.
zh_cn: 印度的愿望终于实现 奥运会巩固了中国体育大国的地位，而世界上人口第二多的国家-印度，终于得到了自己第一块个人项目金牌。

source: When Abhinav Bindra nailed the target on this final shot, giving him gold in the 10-m air rifle competition, fans poured into the streets back home.
zh_cn: Abhinav Bindra击中了最后一个目标，把男子10米气步枪的冠军收入囊中。粉丝们纷纷从家里冲向街道开始庆祝。

source: The 17th ranked shooter in the world, Bindra rallied late from fourth place to steal the title.
zh_cn: 而他的世界排名仅仅是第17名。他从第四名奋起直追，最终夺得了这块金牌。

source: Bindra's medal ceremony played in a ceaseless loop on Indian television, and strangers exchanged hugs over the accomplishment.
zh_cn: 电视上反复地播放Bindra的金牌颁奖仪式，陌生人拥抱在一起庆祝他的胜利。

source: "When the Indian National Anthem played at the Olympics and the Indian flag was raised, tears were running down my cheeks!" wrote a commenter named Vijay on the Reuters website. "This is NEWS!"
zh_cn: 一位名叫Vijay的评论员在路透社的网站上评论道：“当印度国歌开始奏响，国旗冉冉上升，我禁不住流下了热泪！这是真正的新闻！”。

source: Henry Cejudo had so much working against him.
zh_cn: 有很多东西可以阻碍Henry Cejudo成为冠军。

source: The son of illegal immigrants from Mexico grew up in crime-ridden apartment complexes.
zh_cn: 这位墨西哥非法移民的儿子在犯罪猖獗的公寓中长大。

source: After spending years fighting with his older brother, Angel, in close quarters, he followed Angel onto the wrestling mat.
zh_cn: 在他的哥哥Angel打斗了近25年后，他也随着哥哥的脚步步入了摔跤的殿堂。

source: He had no college wrestling experience, having decided to train for the Olympics full-time instead, and finished 31st at last year's World Championships.
zh_cn: 他并非摔跤科班出身，为了参加奥运会，他参加了全日制的培训。在去年的世锦赛中，他仅仅只排名第31。

source: Just 21-years-old, Cejudo would contend in 2012, the thinking went: this trip to Beijing just offered some experience.
zh_cn: 21岁的他原本瞄准的是2012年的奥运会，这次只是打算积累一些经验。

source: But Cejudo defied wrestling wisdom, upset the '06 world champ in the first round, and made it all the way to the final, where he drove Japan's Tomohiro Matsunaga onto his back to clinch gold. He became the youngest wrestling champ in U.S. history.
zh_cn: 但是他敢于蔑视权威，在第一轮就把06年世锦赛的冠军淘汰出局，然后一路杀向决赛。在决赛中，他击败了日本的Tomohiro Matsunaga，成为了美国历史上最年轻的摔跤冠军。

source: American flag draped over his shoulders, Cejudo ran around the venue crying, in one of the more moving celebrations at the Games.
zh_cn: 他身披国旗，在场内边跑边哭，庆祝的方式让人感动。

source: "I'm dreaming with my eyes open right now," he said.
zh_cn: 他激动地说：“我想我正在做梦，但是我的眼睛是睁开的”。
